"Application Firewall" = "Applicazione Firewall";

"Deny" = "Rifiuta";

"Always Allow" = "Consenti";

"Clicking %@ may limit the application\\U2019s behavior. This setting can be changed in the Firewall pane of Security preferences." = "Facendo clic su %@ il funzionamento dell'applicazione potrebbe risultare limitato. Questa impostazione può essere modificata nel pannello Firewall delle preferenze Sicurezza.";

"Do you want the application \\U201C%@\\U201D to accept incoming network connections?" = "Vuoi che l'applicazione “%@” accetti le connessioni al network in entrata?";
